"+ Add" = "+Magdagdag";

"Add a card" = "Magdagdag ng isang kard";

"Add a payment method" = "Magdagdag ng paraan ng pagbabayad";

"Add bank account" = "Magdagdag ng account sa bangko";

"Add new payment method" = "Magdagadag ng bagong pamamaraan ng pagbabayad";

"Add your payment information" = "Magdagdag ng iyong impormasyon sa pagbabayad";

"Approve payment" = "Aprubahan ang pagbabayad";

"Are you sure you want to remove this card?" = "Sigurado ka bang nais mong alisin ang kard na ito?";

"Are you sure you want to remove this linked account?" = "Sigurado ka bang nais mong alisin ang naka-link na account na ito?";

"Back" = "Bumalik";

"Bank account" = "Account sa bangko";

"Buy now or pay later with Klarna." = "Bumili ngayon o magbayad sa ibang pagkakataon gamit ang Klarna.";

"Buy using a UPI ID" = "Bumili gamit ang isang UPI ID";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Sa pagpapatuloy, sumasang-ayon ka na pahintulutan ang mga pagbabayad alinsunod sa <terms>mga tuntuning ito</terms>.";

"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "Sa pagpapatuloy, sumasang-ayon ka na pahintulutan ang mga pagbabayad alinsunod sa <terms>mga tuntunin</terms> na ito.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Sa pagsali sa Link, sumasang-ayon ka sa <terms>Mga Tuntunin</terms> at <privacy>Patakaran sa Pagkapribado</privacy>.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Sa pagbibigay ng iyong impormasyon ng pagbabayad at pagkukupirma sa bayad na ito, pinapayagan mo ang (A) %@ at ang Stripe, ang ating payment service provider, na magpadala ng mga tagubilin sa iyong bangko para i-debit ang iyong account at (B) ang iyong bangko na i-debit ang iyong account ayon sa mga naturang tuntunin. Bilang bahagi ng iyong mga karapatan, maaari kang makakuha ng refund mula sa iyong bangko sa ilalim ng mga takda at kundisyon ng iyong kasunduan sa iyong bangko. Ang refund ay dapat hingin sa loob ng 8 linggo mula sa petsa na na-debit ang iyong account. Ang iyong mga karapatan ay naipaliwanag sa isang pahayag na maari mong makuha sa iyong bangko. Pumapayag ka na makatanggap ng mga abiso ukol sa mga debit sa hinaharap ng hanggang 2 na araw bago sila maganap.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Sa pag-save ng iyong account sa bangko para sa %@ sumasang-ayon ka na pahintulutan ang mga pagbabayad alinsunod sa <terms>mga tuntuning ito</terms>.";

"Cancel and pay another way" = "Kanselahin at magbayad sa ibang paraan";

"Change email" = "Palitan ang email";

"Choose a payment method" = "Pumili ng pamamaraan ng pagbabayad";

"Close card scanner" = "Isara ang scanner ng kard";

"Code sent" = "Naipadala na ang code";

"Default" = "Default";

"EPS Bank" = "EPS Bank";

"Enter address manually" = "Manwal na ilagay ang address";

"Enter the code sent to %@ to use Link to pay by default." = "Ilagay ang code na ipinadala sa %@ para gamitin ang Link sa pagbabayad bilang default.";

"Enter your verification code" = "Ilagay ang iyong verification code.";

"For security, please re-enter your card’s security code." = "Para sa seguridad, pakilagay muli ang security code ng iyong kard.";

"IBAN" = "IBAN";

"Join Link" = "Sumali sa Link";

"Log out of Link" = "Mag-log out sa Link";

"Not %@?" = "Hindi %@?";

"Open your UPI app to approve your payment within %@" = "Buksan ang iyong UPI app para aprubahan ang iyong pagbabayad sa loob ng  %@";

"Or" = "O";

"Or pay using" = "O magbayad gamit ang";

"Or pay with a card" = "O magbayad gamit ang kard";

"Pay %@" = "Magbayad ng %@";

"Pay another way" = "Magbayad sa ibang paraan";

"Pay faster at %@ and thousands of merchants." = "Magbayad nang mas mabilis sa %@  at sa libu-libong mangangalakal.";

"Pay in <num_installments/> interest-free payments of <installment_price/> with <img/>" = "Magbayad ng <num_installments/> na walang interes na pagbabayad ng <installment_price/> gamit ang <img/>";

"Pay later with Klarna." = "Magbayad sa ibang pagkakataon gamit ang Klarna.";

"Pay over time with %@" = "Magbayad ng over time gamit ang %@";

"Pay using" = "Magbayad gamit ang";

"Pay with %@" = "Magbayad gamit ang %@";

"Pay with your bank account in just a few steps." = "Magbayad gamit ang iyong account sa bangko sa ilang hakbang lamang.";

"Payment" = "Pagbabayad";

"Payment failed" = "Nabigo ang pagbabayad";

"Payment methods" = "Mga pamamaraan sa pagbabayad";

"Please go back and select another payment method" = "Mangyaring bumalik at pumili ng ibang paraan ng pagbabayad.";

"Point the camera at your card." = "Itapat ang kamera sa iyong kard.";

"Processing..." = "Pinoproseso...";

"Przelewy24 Bank" = "Przelewy24 Bank";

"Remove %1$@ ending in %2$@" = "Alisin ang %1$@na nagtatapos sa %2$@";

"Remove Card" = "Alisin ang Kard";

"Remove card" = "Alisin ang kard";

"Remove linked account" = "Alisin ang naka-link na account";

"Resend code" = "Ipadala muli ang code";

"Save address" = "I-save ang address";

"Save for future payments" = "I-save para sa mga pagbabayad sa hinaharap";

"Save my info for secure 1-click checkout" = "I-save ang aking info para sa tiyak na 1-click na pag-checkout";

"Save this account for future %@ payments" = "I-save ang account na ito para sa mga pagbabayad sa hinaharap sa %@";

"Save this card for future %@ payments" = "I-save ang kard na ito para sa mga hinaharap na pagbabayad sa %@";

"Secure 1⁠-⁠click checkout" = "Tiyakin ang 1-click na pag-checkout";

"Select your payment method" = "Piliin ang iyong paraan ng pagbabayad";

"Set as default" = "I-set bilang default";

"Set as default payment method" = "I-set bilang default na paraan ng pagbabayad";

"Set up" = "I-set up";

"Shipping to %@ is not supported." = "Hindi sinusuportahan ang pagpapadala sa %@.";

"Show menu" = "Ipakita ang menu";

"Sign in to your Link account" = "Mag-sign in sa iyong Link account";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Idedeposito ng Stripe ang $0.01 sa iyong account sa loob ng 1-2 araw ng trabaho. Pagkatapos ay makakatanggap ka ng email na may mga tagubilin para kumpletuhin ang pagbabayad sa %@.";

"Tap to close" = "I-tap para isara";

"Tap to expand" = "I-tap para i-expand";

"The IBAN you entered is incomplete." = "Ang IBAN na iniligay mo ay di kumpleto.";

"The provided verification code has expired." = "Paso na ang ibinigay na verification code.";

"The provided verification code is incorrect." = "Mali ang ibinigay na verification code.";

"This card has expired. Update your card info or choose a different payment method." = "Ang kard na ito ay paso na. I-update ang impormayon ng iyong kard o pumili ng ibang paraan ng pagbabayad.";

"This is your default" = "Ito ang iyong default";

"Too many attempts. Please try again in a few minutes." = "Masyado nang marami ang pagtatangka. Pakisubukan muli sa loob ng ilang minuto.";

"Unavailable for this purchase" = "Hindi magamit sa pagbiling ito";

"Update card" = "I-update ang kard";

"Use your saved info to check out faster" = "Gamitin ang iyong naka-save na impormayon para mas mabilis na mag-check out";

"Your IBAN should start with a two-letter country code." = "Ang iyong IBAN ay dapat magsimula sa dalawang letra na code ng bansa.";

"iDEAL Bank" = "iDEAL Bank";
